---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.ScheduleViewFailures
source: html/f3f38a93-0552-a1cf-9e21-60e3b046ac0c.htm
---
# BuiltInFailures.ScheduleViewFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.